app/controllers/home_controller.rb

  def index
    @shopItems = ShopItem.all
---
SELECT "shop_items".* FROM "shop_items"